donjayamanne.githistory
eamodio.gitlens
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
mikestead.dotenv
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
esbenp.prettier-vscode
wayou.vscode-todo-highlight
kamikillerto.vscode-colorize

streetsidesoftware.code-spell-checker
usernamehw.errorlens
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
formulahendry.auto-close-tag
formulahendry.auto-rename-tag

albert.tabout
jomeinaster.bracket-peek
oderwat.indent-rainbow
wix.vscode-import-cost
kisstkondoros.vscode-gutter-preview
ms-ceintl.vscode-language-pack-ko
chunsen.bracket-select